
tap 'caskroom/cask'

# Core Homebrew
brew 'adns'
brew 'asciinema'
brew 'autoconf'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'bat'
brew 'bdw-gc'
brew 'binutils'
brew 'cloc'
brew 'clojure'
brew 'cmake'
brew 'cocoapods'
brew 'coreutils'
brew 'diff-so-fancy'
brew 'diffutils'
brew 'docbook'
brew 'docbook-xsl'
brew 'ed'
brew 'emacs'
brew 'file-formula'
brew 'findutils'
brew 'freetype'
brew 'fzf'
brew 'gawk'
brew 'gdbm'
brew 'gettext'
brew 'ghostscript'
brew 'gimme-aws-creds'
brew 'git'
brew 'git-lfs'
brew 'glib'
brew 'gmp'
brew 'gnu-getopt'
brew 'gnu-indent'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-which'
brew 'gnupg'
brew 'gnutls'
brew 'gpatch'
brew 'grep'
brew 'guile'
brew 'gzip'
brew 'hlint'
brew 'htop'
brew 'httpie'
brew 'hub'
brew 'icu4c'
brew 'ilmbase'
brew 'imagemagick'
brew 'jansson'
brew 'jpeg'
brew 'jq'
brew 'json-c'
brew 'ldns'
brew 'less'
brew 'libassuan'
brew 'libcbor'
brew 'libde265'
brew 'libevent'
brew 'libffi'
brew 'libfido2'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libheif'
brew 'libidn2'
brew 'libksba'
brew 'liblqr'
brew 'libmagic'
brew 'libomp'
brew 'libpng'
brew 'libtasn1'
brew 'libtermkey'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libusb'
brew 'libuv'
brew 'libvterm'
brew 'libyaml'
brew 'libyubikey'
brew 'little-cms2'
brew 'llvm'
brew 'lua'
brew 'luajit'
brew 'lz4'
brew 'm4'
brew 'make'
brew 'md5deep'
brew 'mpfr'
brew 'msgpack'
brew 'nano'
brew 'ncurses'
brew 'neovim'
brew 'nettle'
brew 'node'
brew 'npth'
brew 'nvm'
brew 'oniguruma'
brew 'openexr'
brew 'openjpeg'
brew 'openssh'
brew 'openssl@1.1'
brew 'p11-kit'
brew 'pcre'
brew 'pcre2'
brew 'perl'
brew 'pinentry'
brew 'pinentry-mac'
brew 'pkg-config'
brew 'popt'
brew 'pwgen'
brew 'pyenv'
brew 'python@3.8'
brew 'rapidjson'
brew 'rbenv'
brew 'readline'
brew 'ripgrep'
brew 'rlwrap'
brew 'rome'
brew 'rsync'
brew 'ruby'
brew 'ruby-build'
brew 'screen'
brew 'shared-mime-info'
brew 'shellcheck'
brew 'speedtest-cli'
brew 'sqlite'
brew 'telegraf'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unbound'
brew 'unibilium'
brew 'unzip'
brew 'utf8proc'
brew 'vim'
brew 'watch'
brew 'wdiff'
brew 'webp'
brew 'wget'
brew 'x265'
brew 'xmlto'
brew 'xxhash'
brew 'xz'
brew 'ykman'
brew 'ykpers'
brew 'z'
brew 'zstd'
brew 'ccls'

# Cask Apps
cask 'adoptopenjdk8'
cask 'amethyst'
cask 'docker'
cask 'font-fira-code'
cask 'font-fira-code-nerd-font'
cask 'gpg-suite'
cask 'intellij-idea-ce'
cask 'iterm2'
cask 'powershell'

