arch-install-scripts
asdf
asdf-vm
autoconf
automake
awesome-terminal-fonts
base
bat
binutils
bison
bottom
cloc
cowsay
docker
doge
dust
exa
fakeroot-tcp
fasd
fd
ffmpeg
flex
fzf
gcc
git
git-delta
glow
gping
grex
groff
htop
httpie
hub
hyperfine
imagemagick
jq
kubectl
lazygit
libtool
m4
make
minikube
nano
neovim
ngrok
nnn
nyancat
openssh
pandoc
patch
pkgconf
pnpm
powerline-fonts
procs
ripgrep
sd
termdown
texinfo
the_silver_searcher
tldr
tmux
tokei
ttf-fira-code
ttf-meslo-nerd-font-powerlevel10k
unzip
vim
which
xclip
yarn
yay
zsh
zsh-theme-powerlevel10k-git
zsh-vi-mode
